[Translator]
Name=ZityiSoft Translator Team by Latcyba <zityisoft@gmail.com>#13#10http://szoftverforditasok.hu/
Updated=2015.02.27

[LanguageString]
Record=Felvétel
Resume=Folytatás
Pause=Szünet
Encoding=Kódolás
Capture=Pillanatkép
Area=Terület
Resize=Méretezés
Open=Megnyitás
Options=Opciók
Report=Jelentés
Info=Névjegy
Hotkey=Gyorsbillentyű
Hotkeys=Gyorsgombok
Save=Mentés
Codecs=Kódekek
Timelimit=Idõkorlát
Stop=Leállítás
Confirm=Megerõsítés
Version=Verzió
Language=Nyelv
Stereo=Sztereó
Mono=Monó
Sound=Hang
Warning=Figyelmeztetés
Error=Hiba
Information=Információ
Confirm=Megerõsítés
Effect=Effektus
&Yes=Igen
&No=Nem
&OK=OK
&Cancel=Mégse
&Abort=Megszakítás
&Retry=Ismét
&Ignore=Kihagyás
KeyframeRate=Kulcsképkocka sebesség
ModifiedWindowsHostFile=Windows hosts fájl beavatkozást észlelt.
StopRecording=Képernyõ felvétel leállítása.
StartRecording.=Képernyõ felvétel indítása.
CaptureScreen=Képernyõ pillanatfelvétel.
CopyToClipboard=Másolás a vágólapra
PressKeyStopRecording=A felvétel leállításához nyomja meg a %s gombot.
RecordingFailed=A felvétel nem sikerült.
CauseAudioSynthesis=Indok (hang szintézis):
NotExistDefaultOutputPath=Mentési útvonal nem létezik. Az alapértelmezett elérés útvonala megváltozott.
UpdateNewVersion=Az oCam frissítése egy újabb verzióra.
SelectAreaToRecord=A felvételi terület kijelölése.
ResizeRecordingArea=A felvételi területet átméretezése.
ChangeSettings=A program általános konfigurációs opciói.
DisplaySoftwareInformation=A program és licenc információk megjelenítése.
OpenOutputPath=Mentési mappa megnyitása.
BrowseForFolder=Tallózás a mappában
FailedRecordRegisterHotkey=A felvételi gyorsbillentyűt nem lehet regisztrálni.
FailedPauseRegisterHotkey=A szünet gyorsbillentyűt nem lehet regisztrálni.
FailedCaptureRegisterHotkey=A képernyõ pillanatfelvételi gyorsbillentyűt nem lehet regisztrálni.
FailedRecordAreaRegisterHotkey="A felvételi terület kijelölése" gyorsbillentyűt nem lehet regisztrálni.
PleaseChangeHotkey=Kérjük, változtassa meg a gyorsbillentyű beállításait.
LanguageChanged=Nyelv megváltozott. Indítsa újra a programot a módosítások alkalmazásához.
DownloadCodecs=A kódekek letöltése az internetrõl.
WhenUsedGoodCodecs=oCam-hoz jól illeszkedõ külsõ kódek csomag telepítését javasoljuk.
GotoCodecPage=Felkeresi a kódek oldalát?
DontShowAgain=Ne jelenjen meg többé ez az üzenet.
RecordingStarting=Indítás...
RecordingStopping=Leállítás...
FailedInitWASSoundLibDLL=Nem sikerült inicializálni a  hangkönyvtárat. Ellenõrizze, hogy a Windows audió szolgáltatás fut e.
JPEGQuality=JPEG minõség
CompressQuality=Tömörítési minõség
Enabled=Engedélyezve
Disabled=Letiltva
Used=Használva
NotUsed=Nics használva
LowDiskSpace=Nincs elég hely a lemezen.
Watermark=Vízjel
RecordSystemAudio=Rendszerhang felvétele
DoNotRecordMicrophone=Nem lehet felvenni a mikrofonnal
DoNotRecordSystemAudio=Nincs rendszerhang
VeryHigh=Nagyon magas
High=Magas
Medium=Közepes
Low=Alacsony
VeryLow=Nagyon alacsony
CantNotLoadImage=Nem lehet betölteni a vízjel képet a fájlból.
NotFoundTheTargetRecordWindow=Felvételi cél ablak nem található.
RecordingGame=Játék
VeryFast=Nagyon gyors
Fast=Gyors
Normal=Normál
Slow=Lassú
VerySlow=Nagyon lassú
UltraHigh=Ultra magas
FileName=FileName
ConnectionFailed=The connection to the server has failed.
Congratulations=Congratulations
SuccessfullyRegistered=Congratulations! You Have Successfully Registered.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
InvalidEMailAddress=Invalid e-mail address. The e-mail address appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
InvalidResponseFromServer=Received an invalid response from the server.
RegisterAleady=Serial number already registered.
Donate=Donate
MonitorNotSupportResolution=Monitor does not support the resolution.
HalfSize=Half size
FitWidth=Fit width
FitHeight=Fit height
Custom=Custom

[frmMain]
mnuRecordScreen.Caption=Teljes képernyõ...
mnuPrimaryMonitor.Caption=Elsõdleges monitor
mnuSecondaryMonitor.Caption=Másodlagos monitor
mnuFindTarget.Caption=Terület kijelölése...
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Külsõ kódek... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
ActionManager.Categorys.&Mode=Mód
ActionManager.Categorys.&Tools=Eszközök
ActionManager.Categorys.&Help=Súgó
actOptions.Caption=&Opciók...
actInformation.Caption=&Névjegy...
mnuRecordingTheScreenAndAudio.Caption=Képernyő és a hang felvétele
mnuRecordingOnlyAudio.Caption=Csak hang felvétele

[frmOption]
btnOK.Caption=OK
btnCancel.Caption=Mégse
gbxVideoEncoding.Caption=Videó
lblFPS.Caption=FPS :
lblKeyframeRate.Caption=Kulcsképkocka gyakoriság:
lblVideoQuality.Caption=Minőség : 
lblVideoBitrate.Caption=Bitsebesség :
gbxAudioEncoding.Caption=Hang
lblAudioBitrate.Caption=Bitsebesség :
btnRestoreDefaultSettings.Caption=Visszaállítás alapértelmezettre 
lblSampleRate.Caption=Mintavételi seb.:
lblAudioDrive.Caption=Eszköz :
lblChannel.Caption=Csatorna :
chkAudio.Caption=Hangeszköz beállítása
chkRecordCursor.Caption=&Egérkurzor megjelenítése
chkBalanceReposition.Caption=A felvételi területet mozgatásakor a fõablak is áthelyezésre kerül.
gbxHotkeySettings.Caption=Gyorsbillentyű beállítások
lblCaptureHotkey.Caption=Pillanatkép:
lblRecordHotkey.Caption=Felvétel:
lblPauseHotkey.Caption=Szünet: 
lblTargetHotkey.Caption=Cél terület:
gbxRservationRecord.Caption=Felvétel idõtartamának beállítása
lblMin.Caption=Perc
lblSecond.Caption=Másodperc
lblAfterCompletion.Caption=felvételi idõ.
chkRecordingTimeLimite.Caption=&Engedélyezés
gbxLanguage.Caption=Nyelvi beállítások
lblLanguage.Caption=Nyelv :
Caption=Opciók
tsInformation.Caption=Információk
tsLicense.Caption=Licenc megállapodás
lblCaptureFormat.Caption=Pillanatfelvételi képfájl formátuma:
lblUsingMultiCore.Caption=Több magos használat:
lbledtOutputPath.Caption=Mentés helye:
gbxMouseEffect.Caption=Egér effektus
chkEnabledMouseEffect.Caption=Engedélyezés
lblMouseEffectColor.Caption=Szín
lblMouseEffectSize.Caption=Méret
gbxTimeLimitSettings.Caption=Opciók
rbTimeLimitDoNothing.Caption=Ne tegyen semmit
rbTimeLimitStartNewRecording.Caption=Új felvétel indítása
rbTimeLimitExitProgram.Caption=Kilépés a programból
rbTimeLimitShutdown.Caption=Számítógép leállítása
gbxWatermarkSettings.Caption=Vízjel hozzáadása a videóhoz
chkUseWatermark.Caption=&Vízjelek használata
lbledtWatermakrImagePath.Caption=Kép helye: 
lblOpacity.Caption=Átlátszóság: 
gbxWatermarkImagePosition.Caption=Pozíció
lblVideoQuality.Caption=Minőség: 
lblEncoderThreadCount.Caption=Kódolási menet száma: 
lbledtOutputPath.Caption=Mentés helye:
chkShowFPSOverlay.Caption=FPS átfedés megjelenítése
gbxGameRecording.Caption=Játék felvétel
lblColorConversionQuality.Caption=Színkonverzió minősége : 
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Help...
ledtFileName.Caption=FileName: 
chkHideDragCursorInRecordingArea.Caption=Hide drag cursor in recording area
gbResizeVideo.Caption=Resize
chkResizeVideo.Caption=Resize a video
lblResolution.Caption=Resolution:
lblResizeQuality.Caption=Quality: 

[frmAbout]
lblDescription.Caption=Az oCam 100%-ban ingyenes felvevõ otthoni és irodai használatra.
btnOK.Caption=OK
btnSendReport.Caption=Hibajelentés küldése...
Caption=Névjegy
tsInformation.Caption=Információ
Label2.Caption=Szerzõi jog (C) oh!soft
tsLicense.Caption=Licenc megállapodás

[frmVFWCodecs]
Caption=Külsõ kódekek
chkUseVFWCodec.Caption=Külsõ kódek használata
btnDownloadCodecs.Caption=Külsõ kódekek letöltése...
btnVideoConfiguration.Caption=Beállítás
btnInformation.Caption=Névjegy
btnOK.Caption=OK
btnCancel.Caption=Mégse

[frmRegister]
Caption=Registration
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=SerialNumber:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Cancel(&C)

[frmInternetAuth]
Caption=Wait...
lblAuthentication.Caption=Authentication...